Repository: 4teamwork/ftwbook.graphicblock
Catalog: ftwbook/graphicblock/locales/*/LC_MESSAGES/ftwbook.graphicblock.po
Languages: de

source: Graphic Block
de: Grafik Block

source: Preview
de: Vorschau

# error_ghostscript_pdf_preview
source: ERROR: Could not generate PDF preview (Ghostscript error code: ${code})
de: FEHLER: Vorschau konnte nicht erstellt werden (Ghostscript Fehler ${code})

# help_file
source: The file should be uploaded as PDF-document for getting the best quality. Also ensure that custom fonts are embedded in the document.
de: Die Datei sollte am besten im PDF-Format vorliegen, um eine optimale Qualität gewährleisten zu könne. Stellen Sie sicher, dass allfällige Schriftarten im PDF eingebettet sind.

# help_showtitle
source: Show the title as image caption.
de: Wenn diese Option angewählt ist erscheint bei dieser Grafik der Titel als Bildunterschrift.

# help_trim_bottom
source: Trim the image at the bottom.
de: Bild unten abschneiden.

# help_trim_left
source: Trim the image at the Left.
de: Bild links abschneiden.

# help_trim_right
source: Trim the image at the Right.
de: Bild rechts abschneiden.

# help_trim_top
source: Trim the image at the Top.
de: Bild oben abschneiden.

# help_width
source: Scale image to this percentage of the available width (usually the textwidth).
de: Bild skalieren auf % des verfügbaren Platzes (Textbreite auf der Seite).

# label_file
source: PDF document
de: PDF-Datei

# label_showtitle
source: Show title
de: Titel anzeigen

# label_trim_bottom
source: Trim bottom (mm)
de: Unten abschneiden (mm)

# label_trim_left
source: Trim left (mm)
de: Links abschneiden (mm)

# label_trim_right
source: Trim right (mm)
de: Rechts abschneiden (mm)

# label_trim_top
source: Trim top (mm)
de: Oben abschneiden (mm)

# label_width
source: Scale graphic to width (%)
de: Grafik skalieren (%)
